[
  {
    "id": "c7344818-19c7-46cf-bddc-5d65c3c9c6d9",
    "title": "Parametric Analysis & Model Development",
    "definition": "Parametric analysis uses project parameters and historical data to estimate resources (labor, materials, time). It converts historical outcomes into mathematical relationships to predict future project costs.",
    "key_components": [
      "Database: The foundation of historical cost and non-cost data.",
      "CER (Cost Estimating Relationship): The mathematical equation (e.g., y=f(x)).",
      "Point vs. Range Estimates: Moving from a single (often \"wrong\") number to a probability distribution."
    ],
    "procedure": [
      "Requirement Resolution: Define users, scope (LCC, SE), and available data.",
      "Data Collection: Gather costs with expenditure dates and WBS formats.",
      "Model Building: Select driving parameters with high correlation to cost but low correlation to each other.",
      "Calibration & Validation: Use \"back-testing\" on completed projects to prove reliability.",
      "Documentation: Record configuration control, versions, and assumptions."
    ],
    "success_factors": [
      "Logical Flow: Inputs should drive outputs; never \"force\" inputs to reach a desired price.",
      "Updates: Models must be updated as economic or technical conditions change."
    ],
    "created_at": "2026-01-29T08:39:16.894580Z",
    "updated_at": "2026-01-29T08:39:49.388101Z"
  },
  {
    "id": "20469197-7110-4610-9e38-09d107108e3b",
    "title": "Data Normalization Techniques",
    "definition": "Data normalization is the process of correcting dissimilarities in historical data to ensure \"apples-to-apples\" comparison between past projects and future estimates.",
    "key_components": [
      "Economic Factors: Inflation and currency fluctuations.",
      "Quantity Factors: Production rates and learning curves.",
      "Operational Factors: Team skills, tools, and working environment."
    ],
    "procedure": [
      "Inflation Adjustment: Use inflation tables to convert all data to a common Base Year (BY).",
      "Quantity Normalization: Avoid simple linear division; apply learning curve theories (Unit or Cumulative Average).",
      "Recurring vs. Non-Recurring: Separate one-time design costs from repetitive production costs.",
      "Accounting Check: Verify if \"Direct\" vs. \"Overhead\" classifications remained consistent across data sources."
    ],
    "success_factors": [
      "Context: Data without context (metadata) is dangerous; always capture the \"how\" and \"when\" of the cost.",
      "Non-Linearity: Recognize that most cost relationships are power laws or exponentials, not straight lines."
    ],
    "created_at": "2026-01-29T08:43:35.919091Z",
    "updated_at": "2026-01-29T08:43:35.919091Z"
  }
]